7zip
alacritty
ark
aspnet-runtime
aspnet-targeting-pack
base
base-devel
bitwarden
bitwarden-cli
bluez
bluez-utils
devtools
discord
dkms
dolphin
dotnet-runtime
dotnet-sdk
efibootmgr
fastfetch
ffmpeg
firefox
fish
git
github-cli
grub
gst-plugin-pipewire
gwenview
htop
intel-ucode
iwd
kate
kio-admin
konsole
less
libpulse
libreoffice-fresh
linux
linux-firmware
linux-headers
nano
neovim
network-manager-applet
networkmanager
noto-fonts-cjk
obs-studio
obsidian
opencode
partitionmanager
pass
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plasma-workspace
pnpm
podman
pv
python-uv
rclone
sddm
smartmontools
sof-firmware
starship
steam
stow
tk
ufw
unzip
vim
vlc
wget
wireless_tools
wireplumber
xdg-utils
xdotool
xorg-server
xorg-xinit
zip
zram-generator
